Repository: hypericumimpex/hyp-optin
Catalog: languages/masterpopups-*.po
Languages: ar_ar

source: Add here the HTML code of your form provided by your CRM Software like Mailchimp
ar_ar: اضف كود الHTML في النموذج لديك هنا مدعوما ببرنامج CRM لديك مثلMailchimp

source: WordPress Editor
ar_ar: محرر ورد بريس

source: Auto height
ar_ar: الارتفاع تلقائي

source: The height of the popup will automatically adjust to the content
ar_ar: حجم النافذة المنبثقة سوف يتم ضبطه تلقائيا علي حسب المحتوي

source: Close button
ar_ar: زر الاغلاق

source: Show close button?
ar_ar: عرض رز الاغلاق؟

source: Color on hover
ar_ar: اللون حين تحوم بالمؤشر

source: Should close popup on Inline Mode
ar_ar: يجب غلق النافذة المنبثقة في وضع الInline .

source: If is disabled, any element or action to close the popup will be deleted or disabled.
ar_ar: إذا كان معطلاً، سيتم حذف او تعطيل أي عنصر أو إجراءات لإغلاق المنبثقة.

source: Remains fixed
ar_ar: تظل ثابتة

source: The notification bar remains fixed on top/bottom.
ar_ar: يبقي شريط الاشعارات ثابتا لأعلي/اسفل

source: Push page down
ar_ar: ادفع الصفحة لأسفل

source: Activate to push the page down when open the top notification bar.
ar_ar: تفعيل دفع الصفحة لأسفل عند فتح شريط الاشعارات العلوي.

source: E.g: #header or .custom-header
ar_ar: مثال:#header أو Custom-header

source: Container of your page. Enter ID or Class.
ar_ar: حاوية الصفحة الخاصة بك. أدخل معرف أو فئة.

source: If you leave it blank, the "body" tag is used as container.
ar_ar: إذا تركته فارغًا ، فسيتم استخدام علامة "body" كحاوية.

source: When to display
ar_ar: متى يتم العرض

source: Where to display
ar_ar: مكان العرض

source: Popup templates
ar_ar: قوالب لنوافذ منبثقة

source: Display popup for these users
ar_ar: عرض النافذة المنبثقة لهؤلاء المستخدمين.

source: Logged-In Users
ar_ar: المستخدمين المسجلين دخولا

source: Not Logged-In Users
ar_ar: المستخدمين غير المسجلين دخولا

source: Display popup on these devices
ar_ar: عرض النافذة المنبثقة علي هذه الأجهزة

source: Display on All Site
ar_ar: عرض علي الموقع كاملا

source: Display on Homepage
ar_ar: عرض علي الصفحة الرئيسيه

source: Display on Archives
ar_ar: عرض علي الارشيف

source: Display on %s
ar_ar: عرض علي%s

source: Enter the IDs where you want to display the popup. e.g: 7, 18
ar_ar: ادخل المعرف الذي تريد عرض النافذة المنبثقة عليه. مثال:7,18

source: Enter the IDs where you do not want to display the popup. e.g: 5, 9, 23
ar_ar: ادخل المعرف الذي لا تريد عرض النافذة المنبثقة عليه. مثال:5, 9, 23

source: Display on Specific URLs
ar_ar: عرض في روابط معينة

source: Display Popup on Custom Post Types
ar_ar: عرض النافذة المنبثقة في أنواع منشورات مخصصة

source: Not custom post types found
ar_ar: لا يوجد منشورات مخصصة

source: Pages
ar_ar: صفحات

source: Conditions
ar_ar: شروط

source: How do you want to import your popup?
ar_ar: كيف تود استيراد نافذتك المنبثقة؟

source: From popup template
ar_ar: من قالب النافذة المنبثقة

source: Choose a popup template, and then click on the import button.
ar_ar: اختر قالب النافذة المنبثقة, واضغط علي زر الاستيراد

source: Close the popup by clicking on overlay
ar_ar: اغلق النافذة المنبثقة عن طريق الضغط علي Overlay

source: Close the popup by pressing the ESC Key
ar_ar: اغلق النافذة المنبثقة عن طريق الضغط علي مفتاح الرجوع

source: Close the popup automatically after X seconds
ar_ar: اغلق النافذة المنبثقة تلقائيا بعد X ثانية

source: Time delay
ar_ar: وقت التأخير

source: Close the popup after scrolling down X amount
ar_ar: أغلق النافذة المنبثقة بعد تمرير الصفحة بمقدار X

source: Scroll amount
ar_ar: مقدار تمرير الصفحة

source: Display the popup by clicking on certain element
ar_ar: عرض النافذة المنبثقة عند الضغط علي عنصر معين

source: Event
ar_ar: حدث

source: Use this class to execute your popup:
ar_ar: استخدم هذه الفئة لتنفيذ نافذتك المنبثقة:

source: Usage examples:
ar_ar: الأمثلة المستخدمة:

source: Enter your custom class
ar_ar: ادخل الفئة المخصصة لديك

source: Prevent Default Event
ar_ar: منع الحدث الافتراضي

source: Enable to avoid the default event when clicking
ar_ar: قم بالتفعيل لتجنب الحدث الافتراضي عند النقر

source: Display the popup automatically after X seconds
ar_ar: اعرض النافذة المنبثقة تلقائيا بعد X ثانية

source: Set cookie
ar_ar: انشاء ملف تعريف الارتباط

source: Enable this option to display the popup only once.
ar_ar: قم بتفعيل هذا الاختيار لعرض النافذة المنبثقة مرة واحدة.

source: Display the popup when the user tries to leave your website
ar_ar: اعرض النافذة المنبثقة إذا حاول المستخدم مغادرة موقعك

source: Display the popup after X seconds of user inactivity
ar_ar: اعرض النافذة المنبثقة إا لم يتفاعل المستخدم لمدة X ثانية

source: Inactivity time
ar_ar: وقت عدم التفاعل

source: Display the popup after scrolling down X amount, after post content or after certain element
ar_ar: اعرض النافذة المنبثقة بعد تمرير الصفحة بالمقدار X , بعد محتوي منشور او بعد عنصر معين .

source: After post content
ar_ar: بعد محتوي منشور

source: Scroll to certain element (ID/Class)
ar_ar: مرر الصفحة الي عنصر معين(معرف /فئة)

source: Embed the popup before or after post/page content
ar_ar: تضمين النافذة المنبثقة قبل أو بعد محتوى المنشور / الصفحة

source: Embed automatically in
ar_ar: تضمين تلقائي في

source: Before Post
ar_ar: قبل المنشور

source: After Post
ar_ar: بعد المنشور

source: When to show Popup
ar_ar: متي يتم عرض النافذة المنبثقة

source: When to close Popup
ar_ar: متي يتم اغلاق النافذة المنبثقة

source: Multi-Purpose Popup Plugin for WordPress with Powerful and Easy Email Marketing Integration
ar_ar: النافذة المنبثقة متعددة الأغراض تضاف الي وورد بريس وتتميز بالدمج بين قوة وسهولة التسوق عبر البريد الالكتروني.
