Repository: hypericumimpex/hyp-optin
Catalog: languages/masterpopups-*.po
Languages: ar_ar

source: Not icons found
ar_ar: لا توجد نتائج

source: Service connected successfully, please save changes.
ar_ar: الخدمة متصلة بنجاح ، يرجى حفظ التغييرات.

source: Invalid access data, please try again.
ar_ar: بيانات الوصول غير صالحة ، يرجى المحاولة مرة أخرى.

source: Data is missing to authenticate service
ar_ar: البيانات مفقودة لمصادقة الخدمة

source: Successful process, the previous custom fields have been found.
ar_ar: عملية ناجحة ، تم العثور على الحقول المخصصة السابقة.

source: No custom fields found, perhaps this service not have custom fields.
ar_ar: لم يتم العثور علي حقول مخصصة ،ربما لا تحتوي هذه الخدمة علي حقول مخصصة.

source: Impossible to connect with the service, please try again.
ar_ar: من المستحيل الاتصال بالخدمة ، يرجى المحاولة مرة أخرى.

source: Data is missing to get lists
ar_ar: البيانات مفقودة للحصول على قوائم

source: There are no services connected.
ar_ar: لا توجد خدمات متصلة.

source: Successful process, the following lists have been found:
ar_ar: عملية ناجحة ، تم العثور على القوائم التالية:

source: Could not find lists, maybe this service does not have lists or does not allow to obtain them through its API. Please get your list id on the website of the service.
ar_ar: تعذر الحصول علي قوائم، ربما لا تحتوي هذه الخدمة علي قوائم او لا يسمح بالحصول علي قوائم عن طريق API الخاص بها.يرجي الحصول علي معرف القائمة الخاصة بك من علي موقع الخدمة علي الانترنت.

source: Unable to get the lists because we could not connect with the service, please try again.
ar_ar: غير قادر علي الحصول علي قوائم لتعذر الاتصال بالخدمة، يرجي المحاولة مرة اخري

source: Error: Unable to delete subscriber.
ar_ar: خطأ: غير قادر علي حذف المشترك

source: Subscriber successfully deleted.
ar_ar: تم حذف المشترك بنجاح

source: Saving changes
ar_ar: حفظ التغييرات

source: Please wait a moment
ar_ar: فضلا انتظر لحظة

source: Replacing Styles
ar_ar: استبدال الأنماط

source: Styles copied successfully
ar_ar: تم نسخ الأنماط بنجاح

source: Object Library
ar_ar: مكتبة الكائنات

source: Connected
ar_ar: متصل

source: Disconnected
ar_ar: غير متصل

source: Please connect with the service
ar_ar: برجاء الاتصال بالخدمة

source: Integrated
ar_ar: متكامل

source: Integrate
ar_ar: دمج

source: Disconnect Service
ar_ar: غير متصل بالخدمة

source: Are you sure you want to disconnect account? If you disconnect, your previous campaigns syncing will be disconnected as well.
ar_ar: هل انت متأكد من عدم اتصال الحساب؟ اذا قمت بفصل الحساب فسيتم فصل مزامنة حملاتك السابقة أيضا.

# On search service lists
source: Lists
ar_ar: قوائم

source: Back to form
ar_ar: العودة الي النموذج

source: Close
ar_ar: إغلاق

source: The recipient email has not been established.
ar_ar: لم يتم إنشاء البريد الالكتروني للمستلم .

source: Video not found
ar_ar: الفيديو غير موجود

source: Unknown
ar_ar: غير معرف

source: This action cannot be performed.
ar_ar: لا يمكن تنفيذ هذا الاجراء.

source: Data is missing
ar_ar: البيانات مفقودة

source: The popup no longer exists.
ar_ar: النافذة المنبثقة لم تعد موجودة.

source: Data is missing.
ar_ar: البيانات مفقودة

source: Invalid email address.
ar_ar: عنوان البريد الالكتروني غير صالح.

source: All Popups
ar_ar: جميع النوافذ المنبثقة

source: New Popup
ar_ar: نافذة منبثقة جديدة

source: New List
ar_ar: قائمة جديدة

source: Audience Lists
ar_ar: قوائم الجمهور

source: General Settings
ar_ar: الاعدادات العامة

source: Documentation
ar_ar: دليل المستخدم

source: License activation required.
ar_ar: تفعيل الترخيص مطلوب

source: Please activate your license from %shere%s. Tab "Plugin Activation"
ar_ar: برجاء تفعيل الرخصة الخاصة بك من %s هنا%s .اضغط "تفعيل الإضافة"

source: Add New Popup
ar_ar: إضافة نافذة منبثقة جديدة

source: Edit Popup
ar_ar: تعديل النافذة المنبثقة

source: Update Popup
ar_ar: تحديث النافذة المنبثقة

source: View Popup
ar_ar: عرض النافذة المنبثقة

source: View Popups
ar_ar: عرض النوافذ المنبثقة

source: Search Popup
ar_ar: البحث عن نافذة منبثقة

source: Popups by %s
ar_ar: نوافذ منبثقة عن طريق%s

source: Audience
ar_ar: الجمهور

source: Add New List
ar_ar: إضافة قائمة جديدة

source: Edit List
ar_ar: تعديل القائمة

source: Update List
ar_ar: تحديث القائمة

source: View List
ar_ar: عرض القائمة

source: View Lists
ar_ar: عرض القوائم

source: Search Lists
ar_ar: البحث عن القوائم

source: Audience by %s
ar_ar: الجمهور عن طريق %s

source: Popup not found
ar_ar: النافذة المنبثقة غير موجودة

source: Title
ar_ar: العنوان

source: Impressions
ar_ar: الانطباعات

source: Submits
ar_ar: حفظ

source: Conversion (CTR)
ar_ar: المحادثة(CTR)

source: Please, publish popup
ar_ar: برجاء نشر النافذة المنبثقة

source: Service
ar_ar: الخدمة

source: Total Subscribers
ar_ar: جميع المشتركين

source: Service not defined
ar_ar: الخدمة غير معرفة

source: Align left
ar_ar: محاذاة يسارا

source: Align center
ar_ar: محاذاة بالمركز

source: Align right
ar_ar: محاذاة يمينا

source: Align top
ar_ar: محاذاة لأعلي

source: Align middle
ar_ar: محاذاة بالوسط

source: Align bottom
ar_ar: محاذاة لأسفل

source: Full width
ar_ar: العرض الكامل

source: Previous width
ar_ar: العرض السابق

source: Full height
ar_ar: الارتفاع الكامل

source: Previous height
ar_ar: الارتفاع السابق

source: Move Element
ar_ar: تحريك العنصر

source: Duplicate Element
ar_ar: تكرار عنصر

source: Remove Element
ar_ar: حذف عنصر

source: Browser
ar_ar: متصفح

source: Duplicate
ar_ar: تكرار

source: Remove
ar_ar: حذف

source: Copy style
ar_ar: نسخ النمط

source: Paste style
ar_ar: لصق النمط

source: Publish
ar_ar: نشر

source: Update
ar_ar: تحديث

source: Preview
ar_ar: معاينة

source: Reset to Defaults
ar_ar: إعادة تعيين الي الاعدادات الافتراضية

source: This interface allows you to create a list to store your subscribers.
ar_ar: تتيح لك هذه الواجهه إنشاء قائمة لتحفظ المشتركين لديك

source: Button styles
ar_ar: أنماط الزر

source: Click on any button to choose styles. Any previously defined style will be replaced.
ar_ar: أضغط علي الزر لاختيار النمط.سيتم استبدال أي نمط محدد مسبقا.

source: - Select your list -
ar_ar: -أختر قائمتك-

source: %s Subscriber
ar_ar: %s مشترك

source: First name
ar_ar: الاسم الأول

source: Last name
ar_ar: الاسم الأخير

source: Custom fields
ar_ar: الحقول المخصصة

source: Registration date
ar_ar: تاريخ التسجيل

source: Service not supported
ar_ar: الخدمة غير مدعومة

source: "Audience List" is empty or has been deleted.
ar_ar: "قائمة الجمهور" فارغة أو محذوفة.

source: The service is not yet connected.
ar_ar: الخدمة ليست متصلة بعد.

source: We could not connect with the service. Try again.
ar_ar: لا يمكننا الاتصال بالخدمة. يرجي المحاولة مرة اخري.

source: The list no longer exists in the chosen service.
ar_ar: القائمة لم تعد موجودة في الخدمة المختارة.

source: Custom text
ar_ar: نص مخصص

source: Download
ar_ar: تحميل

source: Name
ar_ar: الاسم

source: Phone
ar_ar: هاتف

source: Message
ar_ar: رسالة

source: Subscribe
ar_ar: اشترك

source: Custom field
ar_ar: حقل مخصص

source: Select option
ar_ar: حدد اختيار

source: Subscribers storage
ar_ar: تخزين المشتركين

source: Choose where to save your subscribers. If you want to save your subscribers to third party services such as Milchimp, GetResponse, etc. Please first you must add it from %shere%s. Tab "Service Integration".
ar_ar: اختر مكان حفظ المشتركين. إذا كنت تريد حفظ المشتركين في خدمات جهات خارجية مثل Milchimp و GetResponse ، وما إلى ذلك ، فيجب أولاً إضافتها من %s هنا %s علامةالتبويب "تكامل الخدمة".

source: Warning
ar_ar: تحذير

source: It seems that your list no longer exists or the List ID entered is incorrect. Skip this message if you are sure that the list ID is correct or the list is not needed.
ar_ar: يبدو ان قائمتك لم تعد موجودة او ان المعرف المدخل غير صحيح. تجاهل هذه الرسالة إذا كنت متأكدان معرف القائمة صحيح او انه لم تعد هناك حاجة للقائمة

source: List ID
ar_ar: معرف القائمة

source: Enter the third party List ID. You can use the following button to try to get the lists.
ar_ar: أدخل معرف قائمة الجهات الخاجية.يمكنك استخدام الازرار التالية لمحاولة الحصول علي القوائم

source: Get lists
ar_ar: الحصول علي قوائم

source: Subscribers list
ar_ar: قائمة المشتركين

source: Only subscribers stored in MasterPopups will be displayed in the table.
ar_ar: سيتم عرض فقط المشتركين المحفوظين لدي MasterPopups في الجدول.

source: Plugin Activation
ar_ar: تفعيل الاضافة

source: Status
ar_ar: الحالة

source: Not Activated
ar_ar: غير مفعل

source: Envato Username
ar_ar: اسم المستخدم Envato

source: Click %shere%s for more information
ar_ar: اضغط%s هنا%s للمزيد من المعلومات

source: Purchase Code
ar_ar: كود شراء

source: Your email
ar_ar: بريدك الالكتروني

source: To get in touch when you need help
ar_ar: للتواصل معك حال احتياجك للمساعدة

source: Activation type
ar_ar: نوع التفعيل

source: Activation
ar_ar: تفعيل

source: Deactivation
ar_ar: الغاء التفعيل

source: Domain
ar_ar: نطاق

source: Enter the domain in which you want to deactivate the plugin
ar_ar: ادخل النطاق الذي تريد الغاء تفعيل الإضافة فيه

source: Validate Purchase
ar_ar: التحقق من الشراء

source: Custom CSS
ar_ar: CSS المخصص

source: Enter your custom css here.
ar_ar: أدخل CSS المخصص لك هنا.

source: Custom JS
ar_ar: JS المخصص

source: Enter your custom js here.
ar_ar: أدخل js المخصص لك هنا.

source: Service Integration
ar_ar: دمج الخدمات

source: Load Google Fonts
ar_ar: تحميل خطوط جوجل

source: Load Font Awesome
ar_ar: تحميل Font Awesome

source: Available Services
ar_ar: الخدمات المتاحة

source: From here you can integrate to MasterPopups your favorite email marketing software.
ar_ar: يمكنك دمج برنامجك المفضل للتسوق عبر البريد الالكتروني الي MasterPopups من هنا.

source: Integrated services
ar_ar: الخدمات المدمجة

source: Once the service is integrated, you have to connect with your account to start creating campaigns.
ar_ar: بمجرد دمج الخدمة ، يجب عليك الاتصال بحسابك لبدء إنشاء الحملات.

source: Services
ar_ar: الخدمات

source: Connect service
ar_ar: الاتصال بالخدمة

source: Use the following options to connect to the service. all access data is required.
ar_ar: استخدم الخيارات التالية للاتصال بالخدمة. جميع بيانات الوصول مطلوبة.

source: Logout
ar_ar: تسجيل خروج

source: Access data
ar_ar: بيانات الوصول

source: Where do I find this? %sGo here%s
ar_ar: اين اجد هذا؟ %s اذهب هنا%s

source: Email account or username
ar_ar: البريد الالكتروني او اسم المستخدم

source: Password
ar_ar: الرقم السري

source: Explore custom fields
ar_ar: اكتشف حقول مخصصة

source: The next option will allow you to obtain all the custom fields that this service has.
ar_ar: الاختيار التالي سوف يسمح لك بالحصول علي الحقول المخصصة التي تحويها هذه الخدمة.

source: Some services like %s require a list id to get the custom fields. Leave empty if you are not sure.
ar_ar: بعض الخدمات مثل %s تحتاج الي معرف قائمة للحصول علي حقول مخصصة. اتركها فارغة اذا كنت غير متأكد.

source: Get custom fields
ar_ar: الحصول علي حقول مخصصة

source: You can use these functions to run your own code.
ar_ar: يمكنك استخدام الوظائف التالية لتشغيل الكود الخاص بك.

source: After Open Popup
ar_ar: بعد فتح النافذة المنبثقة

source: Please enter valid javascript code. You can use jQuery or $. Important: Do not enter anything before or after the function.
ar_ar: الرجاء إدخال شفرة javascript صالحة. يمكنك استخدام jQuery أو $. هام: لا تدخل أي شيء قبل أو بعد الوظيفة.

source: After Close Popup
ar_ar: بعد إغلاق النافذة المنبثقة

source: After Form Submission
ar_ar: بعد تقديم النموذج

source: OnClick actions
ar_ar: إجراءات Onclick

source: Action
ar_ar: الاجراء

source: Default
ar_ar: الوضع الافتراضي

source: Close popup
ar_ar: إغلاق النافذة المنبثقة

source: Close popup and Open another popup
ar_ar: أغلاق نافذة منبثقة وفتح نافذة اخري

source: Redirect to URL
ar_ar: إعادة التوجيه إلي URL

source: Popup id
ar_ar: معرف النافذة المنبثقة

source: Enter the popup id. E.g: 20
ar_ar: ادخل معرف النافذة المنبثقة.E.g: 20

source: Enter URL
ar_ar: ادخل URL

source: Enter a valid url with http/https. e.g: http://google.com
ar_ar: ادخل URL متاح يحتوي http/https مثال:http://google.com

source: Same Window
ar_ar: نفس النافذة

source: New Window
ar_ar: نافذة اخري

source: Opacity
ar_ar: الشفافية

source: Entry animation
ar_ar: حركة الدخول

source: Enable
ar_ar: تفعيل

source: Animation effect
ar_ar: تأثيرات الحركة

source: Animation duration
ar_ar: مدة الحركة

source: Animation delay
ar_ar: تأخير الحركة

source: E.g. custom-id
ar_ar: معرف القائمة

source: Class
ar_ar: فئة

source: Enable gradient
ar_ar: تمكين التدرج

source: Angle
ar_ar: زاوية

source: Border top width
ar_ar: عرض الاطار الأعلى

source: Border right width
ar_ar: عرض الاطار الأيمن

source: Border bottom width
ar_ar: عرض الاطار الأسفل

source: Border left width
ar_ar: عرض الاطار الأيسر

source: Border color
ar_ar: لون الاطار

source: Border style
ar_ar: نمط الاطار

source: Border radius
ar_ar: سمك الاطار

source: Text/HTML
ar_ar: نصوص/HTMl

source: Insert icon
ar_ar: ادخال ايقونه

source: Please enter only %s. Not html. We recommend going to Advanced tab and in the "Overflow" option choose "Auto"
ar_ar: فضلا اضغط %s فقط وليس html .يفضل الذهاب الي علامة التبويب وفي"الزائد" اختر "تلقائي"

source: Choose object
ar_ar: اختر كائن

source: Image URL
ar_ar: رابط الصورة

source: Choose video type
ar_ar: اختر نوع الفيديو

source: Video URL
ar_ar: رابط الفيديو

source: Example:
ar_ar: مثال:

source: Video thumbnail
ar_ar: تصغير الفيديو

source: Load
ar_ar: تحميل

source: From custom url
ar_ar: من الروابط المخصصة

source: Play icon
ar_ar: ايقونة التشغيل

source: Autoplay
ar_ar: تشغيل تلقائي

source: Parameters
ar_ar: العوامل

source: Field name
ar_ar: اسم الحقل

source: Attribute "name" of the field.
ar_ar: سمة "اسم" الحقل.

source: If you wish you can also enter the name of the custom field of your service. Go to %s and Explore your custom fields.
ar_ar: اذا اردت يمكنك أيضا ادخال اسم الحقل المخصص للخدمة لديك.اذهب الي %s واكتشف الحقول المخصصة لك.

source: Default value
ar_ar: القيمة الافتراضية

source: Required field
ar_ar: الحقل مطلوب

source: Enable to make this field mandatory when submitting the form.
ar_ar: تمكين جعل هذا الحقل إلزاميًا عند إرسال النموذج.

source: Checked
ar_ar: مفعل

source: Checked by default
ar_ar: مفعل بشكل افتراضي

source: Color
ar_ar: لون

source: The color when it is activated.
ar_ar: اللون عندما يكون مفعلا

source: Options
ar_ar: اختيارات

source: Please enter the list of options, one option for each line. It is also possible to add: value|Display
ar_ar: فضلا ادخل قائمة الاختيارات, اختيار واحد لكل سطر.يمكنك أيضا إضافة: value|Display

source: Elements
ar_ar: عناصر

source: Content
ar_ar: محتوي

source: Size & Position
ar_ar: الحجم والمكان

source: Font
ar_ar: الخط

source: Background
ar_ar: الخلفية

source: Border
ar_ar: الاطار

source: Animation
ar_ar: الحركة

source: Advanced
ar_ar: متقدم

source: Actions
ar_ar: إلاجراءات

source: Attributes
ar_ar: سمات

source: Position
ar_ar: المكان

source: Top
ar_ar: لاعلي

source: Left
ar_ar: يسار

source: On top right of the page
ar_ar: اعلي يمين الصفحة

source: Size
ar_ar: الحجم

source: Width
ar_ar: العرض

source: Element width, add only numbers or "auto"
ar_ar: عرض العنصر ,اكتب ارقام فقط او "تلقائي"

source: Height
ar_ar: الارتفاع

source: Element height, add only numbers or "auto"
ar_ar: ارتفاع العنصر ,اكتب ارقام فقط او" تلقائي"

source: Full screen
ar_ar: تكبير الشاشة

source: This element will cover the entire screen area
ar_ar: سيغطي هذا العنصر مساحة الشاشة بأكملها

source: Padding
ar_ar: الهوامش

source: Padding top
ar_ar: الهامش لاعلي

source: Padding right
ar_ar: الهامش يمينا

source: Padding bottom
ar_ar: الهامش الاسفل

source: Padding left
ar_ar: الهامش يسارا

source: Export your popup
ar_ar: ارسال النافذة المنبثقة الخاصة بك

source: Save your popup template and use it on another website. Save the data in .json format
ar_ar: احفظ نموذج النافذة المنبثقة واستخدمه على موقع ويب آخر. احفظ البيانات بتنسيق json. .

source: Successful form submission
ar_ar: تقديم نموذج ناجح

source: What would you like to do when the form was successfully submitted?
ar_ar: ماذا تريد أن تفعل عندما يتم إرسال النموذج بنجاح؟

source: Set cookie after conversion
ar_ar: تعيين ملف تعريف الارتباط بعد التحويل

source: Enable this option to not display again the popup after successful form submission.
ar_ar: تفعيل هذا الخيار لعدم عرض النافذة المنبثقة مرة أخرى بعد إرسال النموذج بنجاح.

source: Cookie duration
ar_ar: مدة ملف تعريف الارتباط

source: Current session
ar_ar: الجلسة الحالية

source: Define days
ar_ar: حدد الأيام

source: Days
ar_ar: الايام

source: The popup will be displayed once every "X" days.
ar_ar: سيتم عرض النافذة المنبثقة مرة واحدة كل"X" يوم.

source: Close popup after
ar_ar: إغلاق النافذة المنبثقة بعد

source: Download file
ar_ar: تنزيل الملف

source: File to download
ar_ar: ملف للتنزيل

source: Enter the url of the file that the user will download after sending the form. Add http/https. e.g: http://google.com
ar_ar: أدخل عنوانURL الخاص بالملف الذي سيقوم المستخدم بتنزيله بعد إرسال النموذج.اضف http/https.مثال: http://google.com

source: Redirect user
ar_ar: إعادة توجيه المستخدم

source: Enter the url where you would like to redirect the user after sending the form. Add http/https. e.g: http://google.com
ar_ar: ادخل الرابط المراد إعادة توجيه المستخدم عليه بعد ارسال النموذج.أضف http/https مثال: http://google.com

source: Message after success
ar_ar: رسالة بعد نجاح العملية

source: Thank you. We will contact you as soon as possible.
ar_ar: شكرا .سوف نقوم بالتواصل معكم في اقرب وقت ممكن.

source: Message after failed
ar_ar: رسالة بعد فشل العملية

source: There was an error trying to send your message. Please try again later.
ar_ar: حدث خطأ ما اثناء ارسال رسالتك. يرجي إعادة المحاولة.

source: Mail
ar_ar: بريد الكتروني

source: To
ar_ar: الي

source: Enter the email address that will receive the message. e.g: admin@gmail.com, editor@gmail.com
ar_ar: ادخل البريد الالكتروني الذي سيتلقي الرسالة مثال: admin@gmail.com, editor@gmail.com

source: Subject
ar_ar: الموضوع

source: New contact form submission
ar_ar: تقديم نموذج جديد للاتصال

source: This value is subject field of the message.
ar_ar: هذه قيمة عنوان الرسالة.

source: Message body
ar_ar: جسم الرسالة

source: This value is exactly the "field name" you want to render
ar_ar: هذه القيمة هي "اسم الحقل"الذي تريد تقديمه

source: Show text "Back to form/Close" on success
ar_ar: اظهر النص "العودة للنموذج/إغلاق"حالة نجاح العملية

source: Form Type
ar_ar: نوع النموذج

source: None
ar_ar: لا شيء

source: Subscription Form
ar_ar: نموذج الاشتراك.

source: Contact Form
ar_ar: نموذج الاتصال

source: Actions after submission
ar_ar: الإجراءات بعد التسجيل

source: Customize
ar_ar: تخصيص

source: Choose the list where subscribed users will be stored. You can create a new list from %shere%s.
ar_ar: اختر القائمة التي سوف يحفظ فيها المستخدمين المشتركين.يمكنك إنشاء قائمة جديدة من %s هنا %s.

source: Thank you for subscribing!
ar_ar: شكرا لإشتراككم!

source: Sorry, it's not possible to subscribe, you may have already subscribed to our list or there are problems connecting to the service.
ar_ar: عذرا, لا يمكنك الاشتراك, ربما تكون مشترك بالفعل ضمن قائمتنا او هناك مشكلة في الاتصال بهذه الخدمة.

source: Email Notification to Admin
ar_ar: ارسل اشعار عبر البريد الالكتروني الخاص بمدير الموقع

source: Send Notification
ar_ar: ارسل اشعار

source: Enable to send an email notification to the website administrator.
ar_ar: يمكن ارسال اشعار عبر البريد الالكتروني الخاص بمدير الموقع.

source: Enter the email address that will receive the notification message. e.g: admin@gmail.com, editor@gmail.com
ar_ar: ادخل البريد الالكتروني الذي سيتلقي رسالة الاشعار مثال:admin@gmail.com,editor@gmail.com

source: New user subscription
ar_ar: اشتراك مستخدم جديد

source: This message will be sent to an administrator after a new subscription. %s
ar_ar: هذه لرساله سوف يتم ارسالها الي مدير الموقع بعد الاشتراك الجديد.%s

source: Email Notification to New Subscriber
ar_ar: ارسل اشعار عبر البريد الالكيروني الخاص بالمشترك الجديد

source: Use this option to send welcome messages, discount coupons, download links, etc.
ar_ar: استخدم هذا الاختيار لارسال رسائل ترحيب , قسائم خصم , روابط للتحميل, الي اخره.

source: Enable to send an email notification to the new subscriber.
ar_ar: يمكن ارسال اشعار عبر البريد الالكتروني الخاص بالمشترك الجديد.

source: From
ar_ar: من

source: Sender name and email. Please enter a valid format. E.g: User %s or %s
ar_ar: اسم المرسل وبريده الالكتروني . فضلا ادخل صيغه متاحه مثال :مستخدم %s او %s

source: Thank you for subscribing. This is your discount coupon
ar_ar: شكرا لاشتراككم. هذه هي قسيمة الخصم الخاصة بكم.

source: This message will be sent to the new subscriber. %s
ar_ar: هذه الرسالة سوف يتم اسالها الي المشترك الجديد.%s

source: Margin top
ar_ar: هامش خارجي لأعلي.

source: Margin bottom
ar_ar: هامش خارجي لأسفل

source: Disable page scroll
ar_ar: تعطيل تمرير الصفحة

source: Disable scrolling while the popup is open
ar_ar: تعطيل تمرير الصفحة إذا كانت النافذة المنبثقة مفتوحة

source: Play Notification Sound
ar_ar: تفعيل صوت الاشعار

source: Play delay
ar_ar: تأخير التشغيل.

source: Audio
ar_ar: الصوت

source: Exit animation
ar_ar: خروج الحركة

source: Animations
ar_ar: الحركات

source: Additional Settings
ar_ar: اعدادات اضافية

source: Show overlay
ar_ar: اظهر Overlay

source: Disable this option if you do not want to display an overlay background. Overlay will never show for "Notification Bar"
ar_ar: عطل هذا الاختيار اذا كنت لاتريد تشغيل خلفية ال Overlay.سوف لا يظهر Overlay في "شريط الاشعارات"

source: Overlay background
ar_ar: خلفيه الOverlay

source: Overlay opacity
ar_ar: شفافية ال Overlay

source: Popup status
ar_ar: حالة النافذة المنبثقة

source: If it is off, the popup will stop showing on your website.
ar_ar: اذا كانت مغلقة ,سوف تظهر النافذة المنبثقة علي الموقع لديك.

source: Popup size
ar_ar: حجم النافذة المنبثقة

source: The popup will cover the entire screen area. This option will overwrite the previous size options.
ar_ar: النافذه المنبثقه سوف تغطي الشاشة كاملة .هذا الاختيار يمكنك من تعديل الاختيارات السابقه للحجم.

source: Browser Width
ar_ar: عرض المتصفح

source: Browser Height
ar_ar: ارتفاع المتصفح

source: Popup background
ar_ar: خلفية النافذة المنبثقة

source: Custom design for mobile
ar_ar: تصميم مخصص للهاتف

source: Enable this option to design a specific popup for mobile devices. Use the mobile icon below to switch between devices. *Not available for inline popups.
ar_ar: فعل هذا الاختيار لتصميم نافذة منبثقة خاصه بأجهزة الهاتف المحمول . استخدم ايقونة الهاتف المحمول السفلي للتحويل بين الأجهزة*غير متوفر للنوافذ Inline المنبثقة.

source: Browser width on mobile
ar_ar: عرض المتصفح علي الهاتف المحمول.

source: Popup width for mobile
ar_ar: عرض النافذة المنبثقة للهاتف المحمول.

source: Popup height for mobile
ar_ar: ارتفاع النافذه المنبثقه علي الهاتف المحمول.

source: Show preloader
ar_ar: عرض التحميل المسبق

source: Preloader duration
ar_ar: مدة التحميل المسبق

source: Preloader color 1
ar_ar: لون التحميل المسبق 1

source: Preloader color 2
ar_ar: لون التحميل المسبق 2

source: Initial mode
ar_ar: الوضع الأولي

source: Vertically
ar_ar: عموديا

source: Show the sticky control vertically.
ar_ar: اعرض التحكم المثبت عموديا

source: Padding left/right
ar_ar: الهامش يسارا/يمينا

source: Sticky content
ar_ar: م

source: Text
ar_ar: نص

source: Open popup
ar_ar: افتح نافذة منبثقة

source: Show icon
ar_ar: اعرض ايقونة

source: Icon background color
ar_ar: لون خلفية الايقونة

source: Icon
ar_ar: ايقونة.

source: Use Custom Embed Content
ar_ar: استخدام محتوى التضمين المخصص.

source: Enable this option to add the content inside the Wordpress Editor or in HTML Code field. (This will replace the Visual Editor).
ar_ar: فعل هذا الاختيار لاضافة محتوي في Wordpress Editor او في الحقل المخصص لكود HTML .(هذاسوف يستبدل الVisual Editor)

source: Custom Embed Content
ar_ar: محتوى التضمين المخصص.

source: Insert the html code of your form in the "HTML Code" field. Use the WordPress Editor to add another type of content.
ar_ar: ادخل كود الhtml بالنموذج الخاص بكفي حقل "كود html".استخدم ال WordPress Editor لاضافة محتوي من نوع اخر

source: HTML Code
ar_ar: كود HTML
